Repository: abdelrhmanElbosaty/Shwimah
Catalog: Localization/*.lproj/Localizable.strings
Languages: ar

# lang
source: عربي
ar: English

# selectLang
source: select language
ar: اختر لغة

source: Search
ar: بحث

source: Shwimah
ar: شويمة

source: News Details
ar: تفاصيل الخبر

source: Search ?
ar: تبحث عن ؟

source: Next Race
ar: السباقات القادمة

source: Last Race
ar: السباقات الماضية

# Races for ..
source: Races for Feb
ar: سباقات فبراير

source: Offers and Services
ar: عروض وخدمات

source: Race Details
ar: تفاصيل السباق

source: Racing horse offers
ar: عروض خيل السباق

source: Services and professions
ar: خدمات ومهن

source: Supplies and feed companies
ar: مستلزمات الخيل والفروسية والآعلاف

source: Horse supplies, Equestrian and fodder
ar: مستلزمات وشركات الاعلاف

source: Veterinary Care
ar: رعاية بيطرية

source: phone
ar: الهاتف :

source: hospital
ar: المستشفي

source: Main
ar: الرئيسية

source: Racing Calender
ar: تقويم السباقات

source: Racing news
ar: اخبارالسباقات

source: Stallions
ar: افحل التشبيه

source: Horse
ar: حصان

source: Jocky
ar: فارس

source: Breeder
ar: المربي

source: Trainer
ar: مدرب

source: Owner
ar: مالك
